Repository: ouzsrcm/mac-resource-monitor
Catalog: Sources/Resources/Localizable.xcstrings
Source language: tr
Languages: en

source: %@ kutu pili %@
en: %1$@ case battery %2$@

source: %@ pili %@
en: %1$@ battery %2$@

source: %@ sağ kulaklık pili %@
en: %1$@ right earbud battery %2$@

source: %@ sn
en: %@ s

source: %@ sol kulaklık pili %@
en: %1$@ left earbud battery %2$@

source: %lld dk
en: %lld min

source: %lld sa %lld dk
en: %1$lld h %2$lld min

source: Açılıştan beri
en: Since launch

source: Adaptöre bağlı
en: Plugged in

source: Ağ
en: Network

source: Arayüz
en: Interface

source: Ayarlar…
en: Settings…

source: Bağlantı
en: Connection

source: Başlangıç diskinde %@ (%@) boş alan kaldı.
en: Only %1$@ (%2$@) of free space left on the startup disk.

source: Bellek
en: Memory

source: Bellek Baskısı
en: Memory Pressure

source: Bellek baskısı kritik
en: Memory pressure is critical

source: Bildirim izni kapalı
en: Notifications are turned off

source: Bilinmiyor
en: Unknown

source: Bir cihazın pili %10'un altında
en: A device battery is below 10%

source: Bluetooth cihazı
en: Bluetooth device

source: boş / %@
en: free of %@

source: Boş alan
en: Free space

source: Çekirdek %lld: %@
en: Core %1$lld: %2$@

source: Çekirdekler
en: Cores

source: Cihaz pili azaldı
en: Device battery is low

source: Cihaz pillerini göster
en: Show device batteries

source: Cihazlar
en: Devices

source: Çıkış
en: Quit

source: CPU 30 sn boyunca %90'ın üzerinde
en: CPU above 90% for 30 seconds

source: Diğer
en: Other

source: Dil
en: Language

source: Dil değişikliği yeniden başlatınca geçerli olur.
en: Language changes take effect after relaunch.

source: Disk alanı azaldı
en: Low disk space

source: Disk boş alanı %10'un altında
en: Free disk space below 10%

source: Disk etiketi
en: Disk label

source: Durum
en: Status

source: En çok bellek kullananlar
en: Top memory consumers

source: En çok CPU kullananlar
en: Top CPU consumers

source: En çok kullanan: %@ (%@).
en: Top consumer: %1$@ (%2$@).

source: Genel
en: General

source: Görünür öğeler
en: Visible items

source: Hız
en: Rate

source: İkon ve değer
en: Icon and value

source: Ilık
en: Warm

source: İndirilen
en: Downloaded

source: İndirme
en: Download

source: İşlemci
en: CPU

source: İşlemci 30 saniyedir %90'ın üzerinde.
en: CPU has been above 90% for 30 seconds.

source: Kalan süre
en: Time remaining

source: Kalıcı Bellek
en: Wired Memory

source: Kritik
en: Critical

source: Kullanıcı
en: User

source: Kutu
en: Case

source: kutu %@
en: case %@

source: Mac ısınıyor
en: Your Mac is heating up

source: Menü bar
en: Menu bar

source: Menü barda
en: In menu bar

source: MenuMonitor: %%%@ CPU · %@
en: MenuMonitor: %1$@%% CPU · %2$@

source: Okuma
en: Read

source: Okuma/yazma hızı
en: Read/write speed

source: Ölçülüyor…
en: Measuring…

source: Oran
en: Usage

source: Örnekleme
en: Sampling

source: Panel açıkken
en: While a panel is open

source: Panel kapalıyken
en: While panels are closed

source: Performans (P)
en: Performance (P)

source: PID'i kopyala
en: Copy PID

source: Pil %15'in altında ve şarj olmuyor
en: Battery below 15% and not charging

source: Pil azaldı
en: Low battery

source: Pil kullanılıyor
en: On battery

source: Pil seviyesi %@; güç adaptörünü bağlayın.
en: Battery level is %@; connect the power adapter.

source: Sağ
en: Right

source: sağ %@
en: right %@

source: Şarj oluyor
en: Charging

source: Seri
en: Series

source: Sistem
en: System

source: Sistem (termal ve pil)
en: System (thermal and battery)

source: Sistem Ayarları…
en: System Settings…

source: Sistem belleği tükenmek üzere; bazı uygulamaları kapatmayı düşünün.
en: System memory is running out; consider quitting some apps.

source: Sistem dili
en: System language

source: Sistem paneli
en: System panel

source: Sıcak
en: Hot

source: Sıkıştırılmış
en: Compressed

source: Sol
en: Left

source: sol %@
en: left %@

source: Swap kullanılıyor, RAM yetersiz kalabilir
en: Swap in use; RAM may be running low

source: Takas
en: Swap

source: Tam dolmasına
en: Until full

source: Termal Durum
en: Thermal State

source: Termal durum Sıcak veya Kritik
en: Thermal state Hot or Critical

source: Termal durum: %@. Sistem performansı düşürebilir.
en: Thermal state: %@. The system may reduce performance.

source: Uyarı
en: Warning

source: Uyarılar
en: Alerts

source: Uygulama Belleği
en: App Memory

source: Uygulama Dock'ta görünmediği için en az bir öğe açık kalmalı.
en: At least one item must stay visible because the app doesn't appear in the Dock.

source: Verimlilik (E)
en: Efficiency (E)

source: Yalnızca ikon
en: Icon only

source: Yazma
en: Write

source: Yeniden Başlat
en: Relaunch

source: Yok
en: None

source: Yükleme
en: Upload

source: Yüklenen
en: Uploaded

source: Yüksek CPU kullanımı
en: High CPU usage

source: Zaman
en: Time
